Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Dropping a modulator plugin into the project modulators section
sv: Släppa en modulatorinsticksmodul i projektets modulatoravsnitt

source: To obtain a screencast you can use a screen recording software such as OBS, or :kbd:`Control-Shift-Alt-R` on GNOME.
sv: För att ta en skärminspelning kan du använda skärminspelningsprogram som OBS eller :kbd:`Control-Shift-Alt-R` i GNOME.

source: Initial configuration dialog
sv: Dialogruta för inledande konfiguration

source: You should see something like the following:
sv: Du bör se något som liknar följande:

source: Parametric equalizer
sv: Parametrisk equalizer

source: Eurobeat — Minor Groove
sv: Eurobeat – mollgroove

source: The type of fade algorithm used can also be changed by right-clicking on the fade and selecting :menuselection:`Fade preset`.
sv: Typen av toningsalgoritm kan också ändras genom att högerklicka på toningen och välja :menuselection:`Förinställning för toning`.

source: Repeating Objects
sv: Upprepa objekt

source: Main menu
sv: Huvudmeny

source: Adjusting Fades
sv: Justera toningar

source: Widgets like the BPM and Time Signature can be changed by clicking and dragging, or by hovering over them with the cursor and scrolling.
sv: Kontroller som BPM och taktart kan ändras genom att klicka och dra eller genom att hålla muspekaren över dem och rulla.

source: Plugin Cache
sv: Cache för insticksmoduler

source: Go Back
sv: Go Bak

source: Remove
sv: Ta bort

source: Displaying Region Contents
sv: Visa regioninnehåll

source: Flatpak builds have no access to :file:`/usr` so it is not possible to use system plugins, even when using the environment variables above.
sv: Flatpak-byggen har inte åtkomst till :file:`/usr`, så det går inte att använda systeminsticksmoduler, även med miljövariablerna ovan.

source: Comprehensive Import/Export
sv: Comprehensive Importera/Exportera

source: Edit mode
sv: Redigeringsläge

source: Step 3: Download Your Products
sv: Steg 3: Ladda ner dina produkter

source: The first 6 slots are for pre-fader sends and the last 3 slots are for post-fader sends. The pre-fader slots will send the signal before the fader is processed, and the post-fader slots will send the signal after the fader is applied.
sv: De första sex platserna är för sändningar före fadern och de sista tre är för sändningar efter fadern. Platserna före fadern skickar signalen innan fadern bearbetas, medan platserna efter fadern skickar signalen när fadern har tillämpats.

source: Audio regions can have fades. Fades are gradual increases or decreases in the level of the audio signal, and their positions can be adjusted by clicking and dragging the top left/right corners of the region.
sv: Ljudregioner kan ha toningar. Toningar är gradvisa ökningar eller minskningar av ljudsignalens nivå. Deras positioner kan justeras genom att klicka och dra i regionens övre vänstra eller högra hörn.

source: Trademarks
sv: Varumärken

source: J-Rock — Diatonic Run
sv: J-rock – diatonisk följd

source: Adjusting curviness
sv: Justera kurvighet

source: List of features.
sv: Lista of features.

source: Projects inside the :file:`backups` dir of a parent project are considered backups of the parent project.
sv: Projekt i katalogen :file:`backups` för ett överordnat projekt räknas som säkerhetskopior av det överordnade projektet.

source: Export the routing graph as an image or .dot graph. See :ref:`export-routing-graph` for more details.
sv: Exportera dirigeringsdiagrammet som en bild eller ett .dot-diagram. Se :ref:`export-routing-graph` för mer information.

source: Toggles whether to return to the :ref:`playback-and-recording/loop-points-and-markers:Cue Point` when playback stops.
sv: Växlar om uppspelningshuvudet ska återgå till :ref:`playback-and-recording/loop-points-and-markers:köpunkten <Cue Point>` när uppspelningen stoppas.

source: Technical specs
sv: Teknisk specifikation

source: In this case, please report the issue on our `issue tracker <issue_tracker_>`_ with enough details to help us reproduce the problem.
sv: Rapportera i så fall problemet i vår `ärendehanterare <issue_tracker_>`_ med tillräcklig information för att vi ska kunna återskapa problemet.

source: Pop Chords 1
sv: Popackord 1

source: Mute the track, meaning no signal will be sent to its direct out.
sv: Tysta spåret, vilket innebär att ingen signal skickas till dess direktutgång.

source: OGG (Vorbis and OPUS)
sv: OGG, Vorbis och OPUS

source: Backup Saving
sv: Spara säkerhetskopior

source: Recording Automation
sv: Spela in automation

source: In the future, we will be offering preset packs for download.
sv: I framtiden kommer vi att erbjuda förinställningspaket för hämtning.

source: This is the bottom number that indicates the beat unit to be used. It can be set to 2, 4, 8 or 16.
sv: Detta är det undre talet som anger vilken slagenhet som ska användas. Det kan ställas in till 2, 4, 8 eller 16.

source: Featureful Timeline
sv: Featureful Tidslinje

source: These include translators of the software, the user manual and the website.
sv: Det omfattar översättare av programvaran, användarhandboken och webbplatsen.

source: Click the arrow button on the right side of a macro knob to route it to one or more controls. The process is similar to modulator output routing.
sv: Klicka på pilknappen till höger om en makroratt för att dirigera den till ett eller flera styrelement. Processen liknar dirigering av modulatorutdata.

source: Automation editor
sv: Automationsredigerare

source: MIDI FX are processed after the input and piano roll events and before the instruments in instrument tracks, or before the inserts in MIDI tracks.
sv: MIDI-effekter bearbetas efter inmatnings- och pianorullehändelserna och före instrumenten i instrumentspår, eller före infogningarna i MIDI-spår.

source: This tool is currently only used for editing velocities for MIDI notes. You can click and drag in the velocity editor to create velocity ramps.
sv: Det här verktyget används för närvarande endast för att redigera anslagsstyrkan för MIDI-noter. Du kan klicka och dra i redigeraren för anslagsstyrka för att skapa ramper för anslagsstyrka.

source: Play Scene
sv: Spela scen

source: Dynamic range compressor modelled after the 1176 peak limiter
sv: Kompressor för dynamiskt omfång modellerad efter 1176 peak limitern

source: When Plugin UIs are opened, a window such as the following will be displayed, if the plugin ships with its own UI.
sv: När insticksmodulernas användargränssnitt öppnas visas ett fönster som följande, om insticksmodulen har ett eget användargränssnitt.

source: Set Timebase Override
sv: Ange åsidosättning av tidsbas

source: Linked regions
sv: Länkade regioner

source: For example, if you create a MIDI note and press undo, the MIDI note will be deleted (Zrythm goes back into the state where the MIDI note did not exist). Pressing the :guilabel:`Redo` button in the :ref:`main toolbar <zrythm-interface/main-toolbar:Main Toolbar>` will create the note again, and you can go back between :guilabel:`Undo` and :guilabel:`Redo` as many times as you want.
sv: Om du till exempel skapar en MIDI-not och trycker på ångra tas MIDI-noten bort, Zrythm återgår till tillståndet där MIDI-noten inte fanns. Om du trycker på knappen :guilabel:`Gör om` i :ref:`huvudverktygsfältet <zrythm-interface/main-toolbar:Main Toolbar>` skapas noten igen, och du kan växla mellan :guilabel:`Ångra` och :guilabel:`Gör om` hur många gånger du vill.

source: Use Zrythm in your preferred language.
sv: Använd Zrythm på det språk du föredrar.

source: A channel is part of a track, if the track type has a channel.
sv: En kanal är en del av ett spår om spårtypen har en kanal.

source: Automation region
sv: Automationsregion

source: The main toolbar contains global actions, such as saving and loading a project or opening the preferences window.
sv: Huvudverktygsfältet innehåller globala åtgärder, till exempel att spara och läsa in ett projekt eller öppna inställningsfönstret.

source: The following controls are only available in the timeline toolbar.
sv: Följande kontroller finns bara i tidslinjens verktygsrad.

source: Cutting a region
sv: Klippa en region

source: Unsupported audio format: %1
sv: Ljudformatet stöds inte: %1

source: This is useful for example for applying reverb and controlling the reverb signal separately.
sv: Detta är till exempel användbart för att lägga på reverb och styra reverb-signalen separat.

source: Similarly to the :ref:`plugin browser <plugins-files/plugins/plugin-browser:Plugin Browser>`, files can be filtered based on their type.
sv: Precis som i :ref:`insticksmodulbläddraren <plugins-files/plugins/plugin-browser:Plugin Browser>` kan filer filtreras efter typ.

source: Keep the visible area centered at the position of the playhead
sv: Håll det synliga området centrerat vid uppspelningshuvudets position

source: Recording audio
sv: Spela in ljud

source: Invert chords with a single click or use the chord selector to choose any chord, with an option to filter chords in the current scale.
sv: Invert ackords with a single klicka or use the ackord väljor to välj vilken som helst ackord, with an alternativ to filtrera ackords in the current skala.

source: Zrythm is available for translation at `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.
sv: Zrythm kan översättas på `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.

source: In latch mode, automation will be written constantly and overwrite previous automation.
sv: I latch-läge skrivs automation kontinuerligt och skriver över tidigare automation.

source: Duplicating a region
sv: Duplicera en region

source: For other systems, you can find a `list of free software plugins here <https://github.com/webprofusion/OpenAudio>`_.
sv: För andra system finns en `lista över insticksmoduler med fri programvara här <https://github.com/webprofusion/OpenAudio>`_.

source: Setting this to a very large number will increase the size of project files and it may take longer to save/load projects. We recommend leaving it to the default value.
sv: Om du ställer in detta på ett mycket stort tal ökar projektfilernas storlek och det kan ta längre tid att spara eller läsa in projekt. Vi rekommenderar att standardvärdet används.

source: Chords inside the chord editor
sv: Ackord i ackordsredigeraren

source: The automation editor is displayed when an automation region is selected.
sv: Automationsredigeraren visas när en automationsregion är markerad.

source: |icon_audio-insert| Effect
sv: |icon_audio-insert| Effekt

source: Payment failed
sv: Betalning misslyckades

source: View
sv: Visa

source: Organize your work into multiple layers in the same track using track lanes, quickly bounce anything to audio, import/export a wide variety of audio and MIDI formats, stretch or loop any region and select from an array of track types for every purpose.
sv: Organisera arbetet i flera lager på samma spår med spårfält, studsa snabbt allt till ljud, importera/exportera en mängd ljud- och MIDI-format, sträck eller loopa valfri region och välj bland många spårtyper för varje ändamål.

source: Extensive Caching
sv: Omfattande cachelagring

source: MIDI channels to listen to (other channels will be ignored)
sv: MIDI-kanaler att lyssna på, andra kanaler ignoreras

source: Detaching Views
sv: Koppla loss vyer

source: The level at which unlistened tracks will be played when at least 1 track is listened
sv: Nivån som oavlyssnade spår spelas upp på när minst ett spår avlyssnas

source: Annotated user interface
sv: Kommentarer i användargränssnittet

source: Unable to read file at {}: {}
sv: Det gick inte att läsa filen vid {}: {}

source: Author
sv: Författare

source: <no track>
sv: <inget spår>

source: Collections
sv: Samlingar

source: Add track
sv: Lägg till spår

source: Move %n Plugin
sv: Flytta %n insticksmodul

source: Move %n Plugins
sv: Flytta %n insticksmoduler

source: MIDI tracks, unlike instrument tracks, produce MIDI output and so their channel strips will only have MIDI effects (plugins that change MIDI signals).
sv: Till skillnad från instrumentspår ger MIDI-spår MIDI-utdata. Deras kanalremsor innehåller därför bara MIDI-effekter, det vill säga insticksmoduler som ändrar MIDI-signaler.

source: Linked regions will display a link icon in their top-right edge.
sv: Länkade regioner visar en länkikon i sitt övre högra hörn.

source: Launch Immediately
sv: Starta omedelbart

source: Backend Information
sv: Information om bakänden

source: One-click switch to drum view for editing single-hit instruments.
sv: One-klicka switch to drum view for editing single-hit instruments.

source: Monitor Knob
sv: Monitorknapp

source: Cut
sv: Klipp ut

source: Edit the RST files under :file:`doc/user` and submit a patch when finished.
sv: Redigera RST-filerna under :file:`doc/user` och skicka in en patch när du är klar.

source: Each sub-module is explained in its own section.
sv: Varje delmodul förklaras i ett eget avsnitt.

source: Generate chords from scales in the chord pad, audition and invert chords or save your own chord presets, manage your chord progression in the chord track and enjoy chord highlighting in the piano roll.
sv: Generate ackords from skalas in the ackord pad, audition and invert ackords or save your own ackord påterställs, manage your ackord progression in the ackord spår and enjoy ackord highlighting in the pianej roll.

source: Audio Inputs
sv: Ljudinmatningar

source: Add multiple layers of audio/MIDI to the same track using {ref}track lanes{endref}.
sv: Lägg till flera lager av ljud/MIDI på samma spår med {ref}spårfält{endref}.

source: MIDI FX track
sv: MIDI-effektspår

source: An audio interface offers low latency and better quality than integrated sound cards (especially if recording audio).
sv: Ett ljudgränssnitt ger låg latens och bättre kvalitet än integrerade ljudkort, särskilt vid ljudinspelning.

source: `ZynFusion <https://zynaddsubfx.sourceforge.io/zyn-fusion.html>`_ is a powerful additive/subtractive synth that can synthesize a wide variety of sounds.
sv: `ZynFusion <https://zynaddsubfx.sourceforge.io/zyn-fusion.html>`_ är en kraftfull additiv/subtraktiv synt som kan syntetisera många olika ljud.

source: Record audio/MIDI from any of your devices, or even from other apps using JACK.
sv: Spela in ljud/MIDI from vilken som helst of your devices, or even from annan apps using JACK.

source: Snap to Grid
sv: Fäst mot rutnät

source: Enter artist...
sv: Ange artist…

source: The object selection in the event viewer is linked to the arranger. This means that selecting objects inside the event viewer will also select them inside the arranger and vice-versa.
sv: Objektmarkeringen i händelsevisaren är kopplad till arrangeraren. Det innebär att om du markerar objekt i händelsevisaren markeras de också i arrangeraren och vice versa.

source: Redo multiple
sv: Gör om flera

source: MIDI learn window
sv: Fönster för MIDI-inlärning

source: Select Language
sv: Välj Language

source: Recording %1
sv: Spelar in %1

source: You can pin tracks to make them stick to the top, regarldess how far you scroll down in the tracklist. This is useful to do with chords and markers so you can always see where you are musically/structurally in your project. Tracks are pinned by selecting :guilabel:`Pin/Unpin Track` in their context menu.
sv: Du kan fästa spår så att de ligger kvar högst upp oavsett hur långt ned du rullar i spårlistan. Det är användbart för ackord och markörer så att du alltid ser var du befinner dig musikaliskt/strukturellt i projektet. Spår fästs genom att välja :guilabel:`Fäst/lossa spår` i snabbmenyn.

source: Privacy Policy
sv: Integritetspolicy

source: Stem Export
sv: Stem Exportera

source: How do I import an audio/MIDI file?
sv: Hur importerar jag en ljud- eller MIDI-fil?

source: Failed to apply plugin
sv: Det gick inte att tillämpa insticksprogrammet

source: Audio regions contain audio clips from audio files.
sv: Ljudregioner innehåller ljudklipp från ljudfiler.

source: SFZ/SF2 Scan
sv: SFZ/SF2-sökning

source: Remove %n Plugin
sv: Ta bort %n insticksmodul

source: Remove %n Plugins
sv: Ta bort %n insticksmoduler

source: The length of the audio must stay exactly the same, otherwise this operation will fail.
sv: Ljudets längd måste vara exakt densamma, annars misslyckas åtgärden.

source: You can also edit multiple velocities at once by selecting multiple MIDI notes before editing a velocity bar.
sv: Du kan också redigera flera anslagsstyrkor samtidigt genom att markera flera MIDI-noter innan du redigerar en stapel för anslagsstyrka.

source: You can create your own pack by clicking the :guilabel:`Add` button below the list of chord preset packs.
sv: Du kan skapa ett eget paket genom att klicka på knappen :guilabel:`Lägg till` under listan med ackordsförinställningspaket.

source: Reverse/flip the selected notes horizontally or vertically.
sv: Vänd de markerade noterna vågrätt eller lodrätt.

source: Audio Plugins
sv: Ljudinsticksmoduler

source: Failed to create parent directories for %1
sv: Det gick inte att skapa överliggande kataloger för %1

source: Touch/latch modes can also be used to record automation live (see the :ref:`playback-and-recording/recording:Recording Automation` section).
sv: Lägena touch och latch kan också användas för att spela in automation direkt, se avsnittet :ref:`playback-and-recording/recording:Recording Automation`.

source: Starting engine...
sv: Startar motor…

source: Legal Information
sv: Juridisk information

source: Start contributing code on our GitLab instance.
sv: Starta contributing code on our GitLab instans.

source: In Zrythm, what you actually hear through your speakers is not the output of the master track, but the monitor output. The master track routes its output to this special processor that processes the signal before sending the output to the speakers.
sv: I Zrythm är det du faktiskt hör genom högtalarna inte masterspårets utdata utan monitorutdata. Masterspåret dirigerar sin utdata till denna särskilda bearbetningsenhet som bearbetar signalen innan utdata skickas till högtalarna.

source: All audio regions have some additional, built-in fade in and fade out that cannot be disabled. This is used to avoid clipping and should be unnoticable.
sv: Alla ljudregioner har ytterligare inbyggda intoningar och uttoningar som inte kan inaktiveras. De används för att undvika klippning och bör inte märkas.

source: The following types of regions exist.
sv: Följande typer av regioner finns.

source: Drum mode
sv: Trumläge

source: Installation Instructions
sv: Installationsinstruktioner

source: Your subscription can be cancelled by logging into PayPal and cancelling it manually.
sv: Du kan avsluta prenumerationen genom att logga in på PayPal och avsluta den manuellt.

source: The right panel consists of the following views, each explained in its own section.
sv: Den högra panelen består av följande vyer, som var och en förklaras i ett eget avsnitt.

source: Chord regions contain sequences of chords.
sv: Ackordsregioner innehåller ackordföljder.

source: Editing automation involves creating automation regions and then creating automation events inside the :ref:`automation editor <editing/automation-editor:Automation Editor>`.
sv: Automationsredigering innebär att skapa automationsregioner och sedan skapa automationshändelser i :ref:`automationsredigeraren <editing/automation-editor:Automation Editor>`.

source: :ref:`Audio FX tracks <tracks/track-types:Audio FX Track>` and :ref:`MIDI FX tracks <tracks/track-types:MIDI FX Track>` can be created for sending additional signals to them, in addition to the channel's main direct output.
sv: :ref:`Ljudeffektspår <tracks/track-types:Audio FX Track>` och :ref:`MIDI-effektspår <tracks/track-types:MIDI FX Track>` kan skapas för att skicka ytterligare signaler till dem, utöver kanalens huvudsakliga direktutgång.

source: Arming Tracks
sv: Aktivera spår för inspelning

source: Purchases are made in JPY (Japanese Yen).
sv: Purchases are made in JPY (Japanoreringese Yen).

source: Object Selection
sv: Objektmarkering

source: Create Marker
sv: Skapa markör

source: Cached Plugin Descriptors
sv: Cachade insticksmodulbeskrivningar

source: The shortcut for object merging is :kbd:`Control-j`.
sv: Kortkommandot för att sammanfoga objekt är :kbd:`Control-j`.

source: Getting a Backtrace on Windows
sv: Hämta en stackspårning i Windows

source: The selected program will be run with the path to a temporary file as an argument. Normally, the application will open that file, otherwise you will have to open it manually.
sv: Det markerade programmet körs med sökvägen till en tillfällig fil som argument. Vanligen öppnar programmet filen, annars behöver du öppna den manuellt.

source: Zrythm is a digital audio workstation designed to be featureful and easy to use. It allows limitless automation, supports LV2 plugins, works with the JACK audio backend and provides chord assistance.
sv: Zrythm är en digital ljudarbetsstation utformad för att vara funktionsrik och lätt att använda. Den erbjuder obegränsad automation, stöder LV2-insticksmoduler, fungerar med ljudbakänden JACK och har ackordhjälp.

source: A track in the tracklist
sv: Ett spår i spårlistan

source: Last Object
sv: Sista objektet

source: Canon Progression
sv: Kanonackordföljd

source: Double-clicking a MIDI region will bring up the :ref:`piano roll <editing/piano-roll:Piano Roll>`.
sv: Om du dubbelklickar på en MIDI-region öppnas :ref:`pianorullen <editing/piano-roll:Piano Roll>`.

source: Timeline toolbar
sv: Tidslinjens verktygsfält

source: Track interface
sv: Spårgränssnitt

source: Exported files
sv: Exporterade filer

source: Alternatively, you can `purchase a Zrythm installer <https://www.zrythm.org/en/download.html>`_.
sv: Du kan även `köpa ett installationsprogram för Zrythm <https://www.zrythm.org/en/download.html>`_.

source: The master channel
sv: Masterkanalen

source: A two-channel audio signal (left and right) (see also :term:`Mono`).
sv: En tvåkanalig ljudsignal, vänster och höger, se även :term:`Mono`.

source: Control input ports can be changed by clicking and dragging, and can also be automated using automation tracks.
sv: Styringångsportar kan ändras genom att klicka och dra och kan också automatiseras med automationsspår.

source: These 12 chords are linked to the chords in the :ref:`Chord Editor <editing/chord-editor:Chord Editor>`.
sv: Dessa tolv ackord är länkade till ackorden i :ref:`ackordsredigeraren <editing/chord-editor:Chord Editor>`.

source: Ghosted notes on the right
sv: Spöknoter till höger

source: Listen to incoming signal when recording (only available on audio tracks).
sv: Lyssna på inkommande signal vid inspelning (endast tillgängligt på ljudspår).

source: Automatically play back the selected file when the selection changes
sv: Spela automatiskt upp den markerade filen när markeringen ändras

source: The modulator track is a special track that is used for global modulators like LFOs and macro knobs that can be assigned to any automatable control inside Zrythm.
sv: Modulatorspåret är ett särskilt spår som används för globala modulatorer, till exempel LFO:er och makrorattar, som kan tilldelas till valfritt automatiserbart styrelement i Zrythm.

source: Load complete
sv: Inläsning klar

source: :ref:`Chord Preset Browser <chords-and-scales/chord-pad:Presets>`
sv: :ref:`Bläddrare för ackordsförinställningar <chords-and-scales/chord-pad:Presets>`

source: See :ref:`scanning-plugins` for paths where plugins will be scanned in.
sv: Se :ref:`scanning-plugins` för sökvägar där insticksmoduler genomsöks.

source: Unlisten all tracks
sv: Sluta avlyssna alla spår
